<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ include file="/common/taglib.jsp"%>
<!DOCTYPE html>
<html lang="zh-CN">

<head>
  <meta chartset="UTF-8">
  <title>会员中心|积分游戏平台用户使用协议</title>
  <meta name="keywords" content="" />
  <meta name="description" content="" />
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
  <meta http-equiv="x-dns-prefetch-control" content="on">
  <link rel="stylesheet" href="${ctx}/css/common.css">
</head>

<body> 
<!-- 通用头部 -->
<%@ include file="/mainUI/common/head.jsp" %>
<!-- 通用头部 end -->

<!-- 会员中心导航模块 -->
<div class="container">
  <div class="member-header" id="J_memberHeader">
    <p class="breadcrumb-trail">帮助支持 >> 积分游戏平台用户使用协议</p>
     <%@ include file="/mainUI/common/accountpart.jsp" %>
  </div>
</div>
<!-- 会员中心导航模块 end -->

<!-- 帮助支持内容 -->
<div class="container">
  <div class="member-content" id="J_memberContent">
    <div class="member-main-full">
      <!-- 积分游戏平台用户使用协议 -->
      <div class="main-widget">
        <p class="widget-title-line">积分游戏平台用户使用协议</p>
        <div class="widget-article scroll-y full-size mt5">
          <blockquote>
            <p style="line-height: 150%; margin-top: 0; margin-bottom: 0" align="center"><b><font color="#FF00FF" size="5" face="楷体_GB2312">积分游戏平台用户使用协议</font></b></p>
            <p style="line-height: 150%; margin-top: 0; margin-bottom: 0">
              <br>&nbsp;&nbsp;&nbsp; 会员中心（www.zgyce.com）于2012年7月开始创业，是一家从事互联网信息服务、电子商务、连锁经营、计算机软件开发与服务、网站开发运营、网上商城、理财游戏、娱乐游戏等为一体的综合性企业。</p>
            <p style="line-height: 150%; margin-top: 0; margin-bottom: 0">&nbsp;&nbsp;&nbsp; 积分游戏平台为本公司开发的一款网络平台软件系统（http://vip.zgyce.com），软件的所有操作均须通过互联网接入方可进行，平台提供给用户，虚拟网络经济，体验游戏理财，积分增值，棋牌娱乐、一川影院、休闲游戏、起点货源网、导购平台、积分天下商城消费或成为商家发布产品等多元化网络服务，本服务具有收费性质，不同的玩家级别有不同的收费，付费成功，则享有不同的游戏服务项目并需遵循游戏规则（详见各游戏功能）。
              <br> &nbsp;&nbsp;&nbsp; 用户在进行游戏时产生的各种游戏收益，可在积分天下商城或一币天下商城里进行抢购或换购商品也可抵用平台或合作商家推出的其它服务，玩家还可以与玩家之间在平台上进行自由交易，如积分买卖、一币买卖、商品买卖。
              <br>
              <b>付费事宜：</b>
              <br> &nbsp;&nbsp;&nbsp; 用户需要购买更好的服务或游戏中的特定功能，属于自愿消费行为，根据需要向其推荐人购买或自行在平台向其它用户购买，本平台仅收取10%的服务费作为平台运营成本。
              <br> &nbsp;&nbsp;&nbsp; 用户付费成功日起60天内属于犹豫期，如该付费用户需要中止本协议或提出其它异议，服务中心与其推荐人应就用户意愿配合本平台协商处理，犹豫期结束后则不得提出任何异议，并严格执行以下协议内容和遵循平台各项游戏规则（游戏规则可登录用户中心点个人信息下《游戏规则》查看），未注册用户必须由推荐人协助查看。
              <br>
              <br> 第一条 用户注册
              <br>
              <b>1．</b>申请资格
              <br> &nbsp;&nbsp; 您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且积分游戏平台有权注销（永久冻结）您的积分游戏平台账户，并向您及您的监护人索偿。
              <br>
              <b>2．</b>用户在本平台注册时应当先仔细阅读本服务协议的所有条款，在同意全部条款内容的基础上完成注册手续。用户一旦完成注册，即视作与积分游戏平台签订了本服务协议，本协议具有合同效力。
              <br>
              <b>3．</b>您应当在使用积分游戏平台服务之前认真阅读全部协议内容，如您对协议有任何疑问的，应向积分游戏平台咨询。但无论您事实上是否在使用积分游戏平台服务之前认真阅读了本协议内容，只要您使用积分游戏平台服务，则本协议即对您产生约束，主张撤销本协议无效。
              <br>
              <b>4．</b>您承诺接受并遵守本协议的约定，如果您不同意本协议的约定，您应立即停止注册程序或停止使用积分游戏平台服务。
              <br>
              <b>5．</b>积分游戏平台有权根据需要不时地制订、修改本协议及各类规则，并以平台公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在平台公布后，立即自动生效。如您不同意相关变更，应当立即停止使用积分游戏平台服务。您继续使用积分游戏平台服务的，即表示您接受经修订的协议和规则。
              <br>
              <b>6．</b>用户在注册时应提供真实、详细、准确的个人资料进行注册，注册(用户名)以及密码只能由本人使用，不得转借给他人使用，违者后果自负。
              <br>
              <b>7．</b>当用户姓名、地址、电子邮箱等信息发生变更时，必须及时进行更新，由于用户未及时更新个人信息而造成本平台或积分游戏相关服务发生问题的，由用户自行承担责任。
              <br>
              <br>
              <b>第二条 用户行为及责任</b>
              <br>
              <b>1．</b>用户可以根据本平台内容和相关说明享受本平台提供的产品介绍及商品销售、积分游戏、游戏规则、等服务，用户的所有行为应遵循自愿、诚实、信用的原则。
              <br>
              <b>2．</b>用户对所有以其账号(用户名)进行的所有活动承担法律责任。
              <br>
              <b>3．</b>用户对以其帐号(用户名)在本平台上发布所有信息内容承担法律责任；用户在本平台上发布内容而与他人发生纠纷的，由用户自行承担相关责任，因此给积分游戏平台造成损失的，用户应当全额赔偿于积分游戏平台。
              <br>
              <b>4．</b>用户对其账号(用户名)和密码的安全负全部责任。用户可随时根据平台提示更改密码。用户若发现账号密码被盗用或存在其他安全漏洞的情况，应当立即通知平台服务中心，但积分游戏平台对于客户端发生的安全问题不负任何责任。
              <br>
              <b>5．</b>用户须承诺不实施以下行为：
              <br> &nbsp;&nbsp; 不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，色情淫秽等违反社会道德和公共利益信息资料；不传输任何教唆他人构成犯罪行为的信息资料；不传输任何涉及国家安全的资料；不传输任何违反中国法律规定的信息资料；不得侵入本平台服务器，不得非法利用本平台侵入其它服务器或他人的电脑系统，不得利用积分游戏平台服务系统进行任何不利于积分游戏平台的行为。
              <br>
              <b>6．</b>或者违反本服务协议规定，给积分游戏平台造成财产损失或信誉损失的，积分游戏平台有权依法追究用户的相关责任。
              <br>
              <b>7．</b>宣传推广：
              <br>
              <b>a．</b>就积分游戏平台及平台合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发布有关积分游戏平台及相关服务的负面宣传，禁止误导宣传，夸大宣传，乱承诺！
              <br>
              <b>b．</b>用户在正确、正常使用本平台服务的前提下，同时赋于平台的推广权，根据带来的效益给予一定的奖励，用户在宣传推广时应首先熟读本协议并明确告之新用户，不得隐瞒或夸大宣传，乱承诺，由于隐瞒或夸大宣传或乱承诺所引起的纠纷和法律责任，由该用户自行承担相关责任，因此给积分游戏平台造成损失的，该用户应当全额赔偿于积分游戏平台或平台中相关受损用户。
              <br>
              <b>c．</b>宣传推广时的用词或书面资料范本及其它辅助宣传展示内容最终均受本协议和游戏规则的约束（如本协议或游戏规则有更新，宣传资料上也应及时更新并按最新内容执行），积分游戏平台不负责、不承担在本协议和游戏规则范围以外的内容及承诺，不在此范围内的相关资料均无效，因此引起纠纷，平台将保留追究相关误导宣传人的责任。
              <br>
              <br>
              <b>第三条 用户信息保护</b>
              <br> 1．积分游戏平台可以合法拥有和保管用户中的注册信息及用户接受服务过程中提供的所有信息资料。
              <br> 2．积分游戏平台承诺不擅自公开或向无关的第三方泄露用户的任何个人信息。
              <br> 3．用户在平台中的相关操作记录，平台仅保留三个自然月，必要时提供相关纠纷查证，只供查证，不作任何修改，用户对其数据产生质疑，应在操作日志15天内向平台服务中心提出异议，服务中心于72小时内协助处理并给予答复或纠正，对于15天后提出的质疑，将不进行处理。
              <br> 4．对于用户在进行游戏中产生的各种游戏收益，属于用户在积分游戏平台的“个人游戏财产”（如积分或一币），本平台不会非法占有或蓄意修改，更不会在未经用户同意下将其转让（用户违反本协议或自行终止使用除外）。
              <br> 5．有以下情况下，用户应该表示已授权积分游戏平台提供相关信息：
              <br> （1）为用户提供相关服务而需要提供用户信息时（例如向负责送货的快递公司提供用户的姓名、身份证号码、送货地址和电话等）；
              <br> （2）本平台的经营方发生变更，为继续向用户提供服务而需要向新的经营方提供用户信息时；
              <br> （3）根据法律要求或政府命令提供相关信息时（例如根据税务机关要求而提供交易信息）。
              <br>
              <br>
              <b>第四条 免责条款</b>
              <br>
              <b>1．</b>一切因用户对本平台使用不当、推广宣传不当而引致的任何纠纷或损失，积分游戏平台不承担任何责任。
              <br>
              <b>2．</b>因天灾地变、战争、罢工等无法预见的不可抗力原因导致平台相关服务无法履行或延迟履行的，积分游戏平台不承担任何责任。
              <br>
              <b>3．</b>用户在本平台属于自愿消费，向本平台自愿购买相应的服务（用于积分交易系统、积分天下商城或一币天下商城的商家功能及其它游戏功能），请按能力消费，同时用户在游戏中的操作及在平台中与平台里其它用户发生的交易需自行承担风险，如有在积分天下商城或一币天下商城中发布商品（自主经营）需自负盈亏；
              <br>
              <b>4．</b>用户一旦消费或交易，即开通相应服务功能，无法办理退款，对于消费后引起的经济风险由个人承担，由此引起民事责任或法律责任，本平台概不负责，相反若其行为严重影响我平台的正常运作，或有损害我平台权益及声誉的，平台将坚决追究其相关责任人的法律责任。
              <br>
              <b>5．</b>对于用户在进行游戏中产生的各种游戏收益，属于用户在积分游戏平台中的“个人游戏财产”（如积分和一币），本平台仅有尽到保管其数据的完整性、安全性和确保此数据正常、正确的义务，但不承担此“个人游戏财产”数据的兑现，用户均可按游戏规则与平台中其它用户进行买卖交易以获得受益的满足，同时也可以用此到积分天下商城或一币天下商城抵换商品或通过抢购等功能换取相应商品及抵换平台或合作商家推出的其它服务以获得受益的满足。
              <br>
              <b>6．</b>本平台的消费仅对有独立经济能力的公民开放，无独立经济能力的公民参与消费而引起的经济风险由个人承担，由此引起民事责任或法律责任，本平台概不负责。
              <br>
              <br>
              <b>第五条 用户如发生下列情况的，积分游戏平台有权终止或暂停其用户资格或用户权限，且无须对用户进行事先告知。</b>
              <br> a．用户注册时提供虚假信息的；
              <br> b．不当使用或擅自让他人使用帐号(用户名)与密码的；
              <br> c．有妨害本平台运营的行为的；
              <br> d．有侵犯其他用户利益的行为的；
              <br> e．违反本使用协议规定的；
              <br> f．用户连续在三个自然月内无登录，期间也未有提出相关无法登录或咨询凭证的；
              <br> g．其他积分游戏平台认为有必要终止或暂停用户资格和用户权限的情形的。
              <br>
              <br>
              <b>第六条 本协议的修订或游戏规则更新</b>
              <br> &nbsp;&nbsp;&nbsp; 积分游戏平台有权在必要时修改本服务协议和游戏规则中的各项条款，条款一旦发生修改，示情况将会在登陆首页或以公告的形式进行提示，但平台在用户每次登录操作前都会要求重新阅读协议全部内容；如果用户不同意相关修改或最新内容的，可以主动注销用户帐号，或停止使用本平台的服务。如果用户继续使用本平台服务的，视为已接受本服务协议的修改和游戏规则的更新及新款游戏项目的推行。
              <br>
              <br>
              <b>第七条 特别声明</b>
              <br> &nbsp;&nbsp;&nbsp; 用户如有任何需要说明条款的要求，请立即停止使用服务，同时立即发送邮件至 ycgjgs@163.com，若用户未发送有要求说明条款的邮件至积分游戏平台而选择同意该协议，则表示用户已确认积分游戏平台已依法履行了根据用户要求对相关条款进行说明的法定义务，积分游戏平台已给予用户充足的时间与充分的选择权来决定是否缔结本协议。
              <br> &nbsp;&nbsp;&nbsp; 鉴于积分游戏平台已依法明确了上述条款、履行了格式条款制订方的义务，用户点击同意或下一步，将被视为且应当被视为用户已经完全注意并同意了本协议所有条款尤其是提醒用户注意的条款的合法性及有效性，用户不应当以积分游戏平台未对协议格式条款以合理方式提醒用户注意，或未根据用户要求尽到说明义务为理由而声称或要求法院或其它任何第三方确认相关条款非法或无效。
              <br>
            </p>
            <p style="line-height: 150%; margin-top: 0; margin-bottom: 0"><b>第八条 法律适用及纠纷解决</b>
              <br>
              <b>1、</b>本协议之效力、解释、变更、执行与争议解决均适用中国澳门特别行政区法律法规，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。
              <br>
              <b>2、</b>因本协议产生之争议，应依照平台经营方住所地中国澳门特别行政区法律法规予以处理。
              <br>
              <b>3、</b>本协议自用户注册和付费日起长期生效。
              <br>
              <b>4、</b>本协议最终解释权归积分游戏平台所有。
              <br>
              <br>
            </p>
            <p style="line-height: 150%; margin-top: 0; margin-bottom: 0">　</p>
            <p style="line-height: 150%; margin-top: 0; margin-bottom: 0">　</p>
          </blockquote>
        </div>
      </div>
      <!-- 积分游戏平台用户使用协议 end -->
    </div>
  </div>
</div>
<!-- 帮助支持内容 end -->
<script type="text/javascript" src="${ctx}/js/jquery.js"></script>
<script type="text/javascript" src="${ctx}/js/common.js"></script>
</body>

</html>
